[
  {
    "id": "basanta-panchami",
    "heading": "Basanta Panchami, Akshaya Tritiya & Ratha Anukula",
    "sections": [
      {
        "subheading": "Annual Chariot Construction",
        "content": [
          "The three multi-colored wooden chariots are constructed newly every year for the Car Festival. 1072 pieces of logs of about 400 cubic meters are brought from different forests of Odisha for the construction of Chariots. Trees preferred for Chariot making are Phasi, Kadamba, Dharua, Devadaru, Simili, Asana, Mahalima, Moi, Kalachua, Paldhua etc. The Dasapalla and Nayagarh forest division and the Khurda forest division provides the trees needed for Chariot making."
        ]
      },
      {
        "subheading": "Journey to Find Trees for Chariot Making",
        "content": [
          "Temple administrators (caretaker and representative of technical committee), group of carpenters headed by Maharana, other artisans and laborers go to the forest for the selection of the trees for making the chariots. This happens a month before on the Basant Panchami day (January – February). When the group reaches the Dasapalla area, they first offer prayers to Bada Raula Thakurani – a powerful manifestation of Mother Goddess. Her permission is taken before venturing into her area.",
          "The group going to cut trees carry with them Angya Malas (divine permission from the Deities in form of garlands). Once the main tree is selected, the garland is put on the tree and this symbolically signifies divine authority to cut the tree. The tree is now holy and has the sanction of the Deities in the Puri Jagannath temple. Mahaprasada and other rituals are offered in front of the tree. A simple puja is performed."
        ]
      },
      {
        "subheading": "Transportation of Logs to Puri",
        "content": [
          "The trees are then cut and the logs are then transported on trucks to Bada Danda (Grand Road) of Puri. They are placed at the designated area between the main temple office and the palace (Srinahara) of Gajapati King."
        ]
      },
      {
        "subheading": "Ratha Khala / Maha Khala",
        "content": [
          "The entire area designated for making the chariots are known as Ratha Khala or Maha Khala. Temporary sheds using bamboo and coconut leaves are made for storing the logs which arrive as early as Basant Panchami (February). Various parts of the Ratha are constructed here and finally, the chariots are assembled here."
        ]
      },
      {
        "subheading": "Ratha Anukula (Beginning of Chariot Construction) on Akshaya Tritiya",
        "content": [
          "All woods required for making the chariots reach the venue before Akshaya Tritiya (April – May). On the auspicious occasion of Akshaya Tritiya, 'Ratha Anukula' or 'Ratha Katha Anukula' ritual was performed at Ratha Khala in Puri, marking the beginning of the construction of chariots for the pious Rath Yatra of Lord Jagannath, Goddess Subhadra & Lord Balabhadra. Three logs are selected, washed and placed near the temple office. As per tradition, a special fire sacrifice known as Bana Yaga is performed at the Ratha Khala or Maha Khala (chariot construction yard) by Shrotriya Brahmins. This is thanking the forests and the ritual includes the offering of ghee and chanting of sacred mantras.",
          "Following which servitors brought Angya Malas (divine permission from the Deities in form of garlands) of the three Deities in a procession from Jagannath Temple and handed them over to three Biswakarmas (chief carpenters). They place them on a red colour silk cloth and it is then put them on the three logs. This symbolizes handing over of responsibility for the construction of three chariots.",
          "The main carpenters known as Ratha Nayakas or Maharanas are honored in the Barana ceremony. They are offered khandua lagi (silk tie cloth). The three chief carpenters offer unbroken coconuts and uncooked rice grains with husk and offer prayers to their ancestors. The Biswakarmas of the temple symbolically touch the logs with a silver axe. This marks the beginning of the construction of the chariots."
        ]
      }
    ],
    "gallery": [
      {
        "original": "https://images.pexels.com/photos/3617457/pexels-photo-3617457.jpeg?auto=compress&cs=tinysrgb&w=1000&h=600&fit=crop",
        "thumbnail": "https://images.pexels.com/photos/3617457/pexels-photo-3617457.jpeg?auto=compress&cs=tinysrgb&w=250&h=150&fit=crop"
      },
      {
        "original": "https://images.pexels.com/photos/3621104/pexels-photo-3621104.jpeg?auto=compress&cs=tinysrgb&w=1000&h=600&fit=crop",
        "thumbnail": "https://images.pexels.com/photos/3621104/pexels-photo-3621104.jpeg?auto=compress&cs=tinysrgb&w=250&h=150&fit=crop"
      }
    ]
  },
  {
    "id": "construction",
    "heading": "Construction of Chariots",
    "sections": [
      {
        "subheading": "Commencement and Traditional Rights",
        "content": [
          "The construction work for the Chariots of Puri Car Festival commences on Akshya Trutiya. A particular family of carpenters owns the hereditary right to construct the chariots and they have been doing the job for centuries. The main carpenters and artisan group responsible for making the chariots are known as Viswakarma Sevakas. The carpenters (including helping assistants) work for 57 days at the Mahakhala (in front of the Gajapati King’s palace) and shape out 2,188 pieces of wood for the construction of three chariots.",
          "Each chariot is covered with new cloths of radiant colour and fastened with four long ropes made from coconut fibres to facilitate the devotees in pulling them. Iron nails, brackets, clamps, etc. used for this purpose are indigenously prepared by native smiths. The chariot's superstructure (above the wheels) contains eighteen pillars and roofs at various stages, known as bhuin, potala, parabhadi, etc. The chariot making process is complicated and there are 34 components of each chariot. Each chariot contains nine subsidiary deities (Parswa Devatas), four horses (Ghoda), two door keepers (Dwarapalas), one charioteer (Sarathi), one deity for the top flag (Dhwaja Devata), and eight female companions (Ashta Manjari), all made of wood."
        ]
      },
      {
        "subheading": "Traditional Knowledge and Methods",
        "content": [
          "No manuals, architectural drawings, or modern machines are used—only traditional knowledge passed down through generations. There is no deviation in the chariots' heights, widths, or other key parameters for centuries. The carpenters involved do not have formal training or education in art and culture, nor do they use modern machinery. Their knowledge and techniques have been inherited from their forefathers.",
          "Around 150 traditional craftsmen are engaged in chariot making for 57 days. Measurements are not in feet or inches, but in units like 'Haat' (hand size) and 'Anguli' (finger size). Since hand lengths differ, a stick called 'Hata Kathi' (considered one haat, about 20 inches) is used. 25 angulis make a haat. These measures have been used for centuries to calibrate the height and width of the chariots.",
          "Traditional tools such as the 'Mudgara' (wooden hammer), 'Koramunda' (small hammer), native drills, 'Puanra' (rounder), and 'Barishi' (special axe) are used. No modern measuring tape is used—only sticks and ropes."
        ]
      },
      {
        "subheading": "Materials and Construction Details",
        "content": [
          "Every year, new chariots are constructed. Only the charioteer (Sarathi), horses (Ghoda), brass crowning element at the top (Kalasa), and subsidiary deities (Parswa Devatas) are not made new every year; they are prepared during Nabakalebara. 1,090 meters of cloth are used for the three chariots annually, with 14 Darajis (tailors) preparing the Rath Mandani (chariot covers).",
          "The works department of the Odisha Government gives fitness certificates to the chariots before they are pulled during the Car Festival. After the Ratha Yatra, the chariots are dismantled, major portions auctioned, and the remaining wood sent to the temple kitchen."
        ]
      },
      {
        "subheading": "Organization of Labor and Craftsmanship",
        "content": [
          "The making of the chariots involves a large number of craftspersons and workers with a variety of special skills. Each group is responsible for specific parts of the chariots. The main groups of carpenters and artisans are as follows:"
        ],
        "groups": [
          {
            "name": "Badhei Maharanas",
            "responsibility": "The main construction of the chariot is done by this group of carpenters. This main group includes certain subcategories based on their specialized skills and roles."
          },
          {
            "name": "Gunakara",
            "responsibility": "Provides various measurements and standards for the Chariots."
          },
          {
            "name": "Pahi Maharanas",
            "responsibility": "Fixes the wheels of the chariots."
          },
          {
            "name": "Ojha Maharanas",
            "responsibility": "Iron smiths who prepare nails, pins, clamps, and iron rings fixed inside axles used as the outer covering of the wooden wheels."
          },
          {
            "name": "Chandakaras",
            "responsibility": "Carries components of major parts and helps in assembling and fixing them."
          },
          {
            "name": "Rupakaras",
            "responsibility": "Carves images and shapes in wood for decorating the chariots."
          },
          {
            "name": "Murtikaras",
            "responsibility": "Sculptors who create various sculptures in the wood on the chariot. Ashta Manjari (eight female companions) fitted on the parapet of each chariot is prepared by them."
          },
          {
            "name": "Chitrakaras",
            "responsibility": "Makes lines, drawings, and paints the chariots. They also paint the body parts of the sculptors and images."
          },
          {
            "name": "Suchikaras",
            "responsibility": "Tailors who prepare covers, cloth mantles, small canopies, flags, and pennants. They also beautify the clothes with appliqué work and other designs."
          },
          {
            "name": "Ratha Bhois",
            "responsibility": "Led by the Bhoi Sardar, this group consists of hardworking laborers who help the skilled artisans in their work. Numerous other artisans are also engaged in making the chariots."
          }
        ]
      }
    ]
  }
]
