[
  {
    "id": "basanta-panchami",
    "heading": "Basanta Panchami, Akshaya Tritiya & Ratha Anukula",
    "sections": [
      {
        "subheading": "Annual Chariot Construction",
        "content": [
          "The three multi-colored wooden chariots are constructed newly every year for the Car Festival. 1072 pieces of logs of about 400 cubic meters are brought from different forests of Odisha for the construction of Chariots. Trees preferred for Chariot making are Phasi, Kadamba, Dharua, Devadaru, Simili, Asana, Mahalima, Moi, Kalachua, Paldhua etc. The Dasapalla and Nayagarh forest division and the Khurda forest division provides the trees needed for Chariot making."
        ]
      },
      {
        "subheading": "Journey to Find Trees for Chariot Making",
        "content": [
          "Temple administrators (caretaker and representative of technical committee), group of carpenters headed by Maharana, other artisans and laborers go to the forest for the selection of the trees for making the chariots. This happens a month before on the Basant Panchami day (January – February). When the group reaches the Dasapalla area, they first offer prayers to Bada Raula Thakurani – a powerful manifestation of Mother Goddess. Her permission is taken before venturing into her area.",
          "The group going to cut trees carry with them Angya Malas (divine permission from the Deities in form of garlands). Once the main tree is selected, the garland is put on the tree and this symbolically signifies divine authority to cut the tree. The tree is now holy and has the sanction of the Deities in the Puri Jagannath temple. Mahaprasada and other rituals are offered in front of the tree. A simple puja is performed."
        ]
      },
      {
        "subheading": "Transportation of Logs to Puri",
        "content": [
          "The trees are then cut and the logs are then transported on trucks to Bada Danda (Grand Road) of Puri. They are placed at the designated area between the main temple office and the palace (Srinahara) of Gajapati King."
        ]
      },
      {
        "subheading": "Ratha Khala / Maha Khala",
        "content": [
          "The entire area designated for making the chariots are known as Ratha Khala or Maha Khala. Temporary sheds using bamboo and coconut leaves are made for storing the logs which arrive as early as Basant Panchami (February). Various parts of the Ratha are constructed here and finally, the chariots are assembled here."
        ]
      },
      {
        "subheading": "Ratha Anukula (Beginning of Chariot Construction) on Akshaya Tritiya",
        "content": [
          "All woods required for making the chariots reach the venue before Akshaya Tritiya (April – May). On the auspicious occasion of Akshaya Tritiya, 'Ratha Anukula' or 'Ratha Katha Anukula' ritual was performed at Ratha Khala in Puri, marking the beginning of the construction of chariots for the pious Rath Yatra of Lord Jagannath, Goddess Subhadra & Lord Balabhadra. Three logs are selected, washed and placed near the temple office. As per tradition, a special fire sacrifice known as Bana Yaga is performed at the Ratha Khala or Maha Khala (chariot construction yard) by Shrotriya Brahmins. This is thanking the forests and the ritual includes the offering of ghee and chanting of sacred mantras.",
          "Following which servitors brought Angya Malas (divine permission from the Deities in form of garlands) of the three Deities in a procession from Jagannath Temple and handed them over to three Biswakarmas (chief carpenters). They place them on a red colour silk cloth and it is then put them on the three logs. This symbolizes handing over of responsibility for the construction of three chariots.",
          "The main carpenters known as Ratha Nayakas or Maharanas are honored in the Barana ceremony. They are offered khandua lagi (silk tie cloth). The three chief carpenters offer unbroken coconuts and uncooked rice grains with husk and offer prayers to their ancestors. The Biswakarmas of the temple symbolically touch the logs with a silver axe. This marks the beginning of the construction of the chariots."
        ]
      }
    ],
    "gallery": [
      {
        "original": "https://images.pexels.com/photos/3617457/pexels-photo-3617457.jpeg?auto=compress&cs=tinysrgb&w=1000&h=600&fit=crop",
        "thumbnail": "https://images.pexels.com/photos/3617457/pexels-photo-3617457.jpeg?auto=compress&cs=tinysrgb&w=250&h=150&fit=crop"
      },
      {
        "original": "https://images.pexels.com/photos/3621104/pexels-photo-3621104.jpeg?auto=compress&cs=tinysrgb&w=1000&h=600&fit=crop",
        "thumbnail": "https://images.pexels.com/photos/3621104/pexels-photo-3621104.jpeg?auto=compress&cs=tinysrgb&w=250&h=150&fit=crop"
      }
    ]
  },
  {
    "id": "construction",
    "heading": "Construction of Chariots",
    "sections": [
      {
        "subheading": "Commencement and Traditional Rights",
        "content": [
          "The construction work for the Chariots of Puri Car Festival commences on Akshya Trutiya. A particular family of carpenters owns the hereditary right to construct the chariots and they have been doing the job for centuries. The main carpenters and artisan group responsible for making the chariots are known as Viswakarma Sevakas. The carpenters (including helping assistants) work for 57 days at the Mahakhala (in front of the Gajapati King’s palace) and shape out 2,188 pieces of wood for the construction of three chariots.",
          "Each chariot is covered with new cloths of radiant colour and fastened with four long ropes made from coconut fibres to facilitate the devotees in pulling them. Iron nails, brackets, clamps, etc. used for this purpose are indigenously prepared by native smiths. The chariot's superstructure (above the wheels) contains eighteen pillars and roofs at various stages, known as bhuin, potala, parabhadi, etc. The chariot making process is complicated and there are 34 components of each chariot. Each chariot contains nine subsidiary deities (Parswa Devatas), four horses (Ghoda), two door keepers (Dwarapalas), one charioteer (Sarathi), one deity for the top flag (Dhwaja Devata), and eight female companions (Ashta Manjari), all made of wood."
        ]
      },
      {
        "subheading": "Traditional Knowledge and Methods",
        "content": [
          "No manuals, architectural drawings, or modern machines are used—only traditional knowledge passed down through generations. There is no deviation in the chariots' heights, widths, or other key parameters for centuries. The carpenters involved do not have formal training or education in art and culture, nor do they use modern machinery. Their knowledge and techniques have been inherited from their forefathers.",
          "Around 150 traditional craftsmen are engaged in chariot making for 57 days. Measurements are not in feet or inches, but in units like 'Haat' (hand size) and 'Anguli' (finger size). Since hand lengths differ, a stick called 'Hata Kathi' (considered one haat, about 20 inches) is used. 25 angulis make a haat. These measures have been used for centuries to calibrate the height and width of the chariots.",
          "Traditional tools such as the 'Mudgara' (wooden hammer), 'Koramunda' (small hammer), native drills, 'Puanra' (rounder), and 'Barishi' (special axe) are used. No modern measuring tape is used—only sticks and ropes."
        ]
      },
      {
        "subheading": "Materials and Construction Details",
        "content": [
          "Every year, new chariots are constructed. Only the charioteer (Sarathi), horses (Ghoda), brass crowning element at the top (Kalasa), and subsidiary deities (Parswa Devatas) are not made new every year; they are prepared during Nabakalebara. 1,090 meters of cloth are used for the three chariots annually, with 14 Darajis (tailors) preparing the Rath Mandani (chariot covers).",
          "The works department of the Odisha Government gives fitness certificates to the chariots before they are pulled during the Car Festival. After the Ratha Yatra, the chariots are dismantled, major portions auctioned, and the remaining wood sent to the temple kitchen."
        ]
      },
      {
        "subheading": "Organization of Labor and Craftsmanship",
        "content": [
          "The making of the chariots involves a large number of craftspersons and workers with a variety of special skills. Each group is responsible for specific parts of the chariots. The main groups of carpenters and artisans are as follows:"
        ],
        "groups": [
          {
            "name": "Badhei Maharanas",
            "responsibility": "The main construction of the chariot is done by this group of carpenters. This main group includes certain subcategories based on their specialized skills and roles."
          },
          {
            "name": "Gunakara",
            "responsibility": "Provides various measurements and standards for the Chariots."
          },
          {
            "name": "Pahi Maharanas",
            "responsibility": "Fixes the wheels of the chariots."
          },
          {
            "name": "Ojha Maharanas",
            "responsibility": "Iron smiths who prepare nails, pins, clamps, and iron rings fixed inside axles used as the outer covering of the wooden wheels."
          },
          {
            "name": "Chandakaras",
            "responsibility": "Carries components of major parts and helps in assembling and fixing them."
          },
          {
            "name": "Rupakaras",
            "responsibility": "Carves images and shapes in wood for decorating the chariots."
          },
          {
            "name": "Murtikaras",
            "responsibility": "Sculptors who create various sculptures in the wood on the chariot. Ashta Manjari (eight female companions) fitted on the parapet of each chariot is prepared by them."
          },
          {
            "name": "Chitrakaras",
            "responsibility": "Makes lines, drawings, and paints the chariots. They also paint the body parts of the sculptors and images."
          },
          {
            "name": "Suchikaras",
            "responsibility": "Tailors who prepare covers, cloth mantles, small canopies, flags, and pennants. They also beautify the clothes with appliqué work and other designs."
          },
          {
            "name": "Ratha Bhois",
            "responsibility": "Led by the Bhoi Sardar, this group consists of hardworking laborers who help the skilled artisans in their work. Numerous other artisans are also engaged in making the chariots."
          }
        ]
      }
    ]
  },
  {
    "id": "pahandi-bije",
    "heading": "Pahandi Bije & Tahia Lagi",
    "sections": [
      {
        "subheading": "The Spectacular Pahandi Bije",
        "content": [
          "The journey of the deities from Garbha Griha (Sanctum Sanctorum) to outside, starts with a spectacular royal procession called Pahandi Bije. \"Pahandi\" is originated from the Sanskrit word \"Padamundanam\" meaning a slow step-by-step imbalanced movement just like a child learning to walk. \"Bije\" stands for procession of the King or the Gods.",
          "During Pahandi, the deities are literally pulled, pushed and dragged in rhythmic movement with the accompaniment of the beat of cymbals, drums and chanting of their names in chorus by devotees. The Deities do not touch the floor during the Pahandi ritual. Lord Sudarshana and Goddess Subhadra do not have arms and are not heavy, so they are carried on the shoulders in a reclining position, and they do not touch the floor. On the other hand, Lord Jagannath and Lord Balabhadra are quite heavy and it is difficult to move them without touching the floor, so a wooden pillar is fixed to their backs and thick silken ropes are tied round their heads and waists. During Pahandi Bije, the wooden pillar touches the floor but not the Deities. Lord Balabhadra & Lord Jagannath are carried all the way with little pauses in forward and backward motions."
        ]
      },
      {
        "subheading": "Forms of Pahandi",
        "content": [
          "There are two forms of Pahandi. The first form is called \"Dhadi Pahandi\". In Odia language 'Dhadi' means 'Line', so in Dhadi Pahandi procession the Deities move simultaneously in a line one after the other in close succession. In this form one can see all the four Gods, in a line, one after the other. Dhadi Pahandi is a group movement.",
          "The second form is called \"Goti Pahandi\". In Odia language 'Goti' means 'Alone', so in Goti Pahandi procession one Deity moves at a time. The next Deity moves only after the preceding Deity has reached the appropriate place. Goti Pahandi is an individual movement.",
          "During Pahandi, irrespective of the form, Lord Sudarshana moves first, then Lord Balabhadra, then Goddess Subhadra and finally Lord Jagannath are taken out from the inner Sanctum."
        ],
        "pahandiForms": [
          {
            "festival": "Snana Yatra (Bathing Festival)",
            "details": "On early morning from inner Sanctum of Jagannath Temple to the bathing pandal",
            "typeOfMovement": "Outward",
            "formOfPahandi": "Dhadi Pahandi"
          },
          {
            "festival": "Snana Yatra (Bathing Festival)",
            "details": "On the evening from bathing pandal to Anasara Pindi of Jagannath Temple",
            "typeOfMovement": "Inward",
            "formOfPahandi": "Goti Pahandi"
          },
          {
            "festival": "Ratha Yatra (Car Festival)",
            "details": "From inner Sanctum of Jagannath Temple to the Chariot",
            "typeOfMovement": "Outward",
            "formOfPahandi": "Dhadi Pahandi"
          },
          {
            "festival": "Ratha Yatra (Car Festival)",
            "details": "From the Chariot to Adapa Mandap of Gundicha Temple",
            "typeOfMovement": "Inward",
            "formOfPahandi": "Goti Pahandi"
          },
          {
            "festival": "Bahuda Yatra (Return Car Festival)",
            "details": "From Adapa Mandap of Gundicha Temple to the Chariot",
            "typeOfMovement": "Outward",
            "formOfPahandi": "Dhadi Pahandi"
          },
          {
            "festival": "Niladri Bije (Home entry after Car Festival)",
            "details": "From the Chariot to inner Sanctum of Jagannath Temple",
            "typeOfMovement": "Inward",
            "formOfPahandi": "Goti Pahandi"
          }
        ],
        "content2": [
          "Dhadi Pahandi is followed during outward movements and Goti Pahandi is followed during inward movements."
        ]
      },
      {
        "subheading": "Senapata Lagi",
        "content": [
          "The ritual to fix the wooden pillar to the back of Lord Jagannath and Lord Balabhadra and to tie the silk rope round their heads and waists is called \"Senapata Lagi\"."
        ]
      },
      {
        "subheading": "Tahia: The Floral Crown",
        "content": [
          "During the Pahandi rituals of Snana Yatra, Ratha Yatra, Bahuda Yatra and Niladri Bije, Lord Jagannath and Lord Balabhadra are decorated with a large floral crown on their heads, whereas Goddess Subhadra and Lord Sudarshana are adorned with small floral crowns. This floral crown is called \"Tahiya\" or \"Tahia\"."
        ],
        "tahiaFacts": [
          "Tahiya is made of a variety of white, orange and lotus flowers, basil leaves, cane, bamboo, banana stem, pieces of thermocol and other colourful elements.",
          "Bamboo sticks are used to structure the frame of the tahiyas. The shape of the tahiya is like the shape of a betel leaf. Altogether, 37 bamboo sticks are used in the tahiya frame meant for Lord Jagannath and 33 bamboo sticks for that of Lord Balabhadra.",
          "In a year, a total of 24 floral tahias (4 Deities X 6 Pahandi ceremonies) are put together for Lord Jagannath, Balabhadra, Sudarshan and Goddess Subhadra.",
          "The privilege of providing these tahias is with the Raghava Das Matha of Puri - a monastery associated with the Jagannath Temple. As per the custom, Raghava Das Matha prepares and supplies these 24 tahias for the Deities. Raghava Das Matha is located in front of the southern gate of Jagannath Temple.",
          "Tahias are never reused and every year for each occasion new tahias are prepared by Raghava Das Matha.",
          "Lord Jagannath's tahia is known as \"Mayura Chandrika\" and is more than 7 feet in height.",
          "Lord Balabhadra's tahia is known as \"Mayura Chandrika\" and is around 6 feet in height.",
          "Goddess Subhadra's tahia is known as \"Pania\" and is 3 feet in height.",
          "Lord Sudarshan's tahia is known as \"Chula\" and is 2 feet in height.",
          "Size of the tahias is also vary based on the occasion. The tahias used on the day of Ratha Yatra are bigger in size as compared to tahias used on Bahuda Yatra. The entrance door of the Jagannath Temple is bigger than the door of the Gundicha temple, so small size tahias are prepared for Bahuda Yatra.",
          "On the day of Car Festival, after being brought to the Jagannath Temple from Raghav Das Matha, these tahias are kept in the Mahalaxmi Temple, it is like a gift from Goddess Laxmi to Lord Jagannath as He embarks on his annual sojourn."
        ]
      },
      {
        "subheading": "Legend Behind Tahia",
        "content": [
          "According to the legend, a devotee named Raghu Arakhita Das was meditating under the burning Sun near Jagannath Temple's Lion's gate. The then Gajapati King of Puri arranged a Tati (cover/shade made with bamboo) for him to save him from the heat of the Sun. However, the devotee broke it down as he found no use for it.",
          "Lord Jagannath sensed that His devotee was in trouble, He took the form of a milkman and stood behind Raghu Arakhita holding a traditional umbrella to save him from the Sun rays. The devotee in return requested the Lord to allow him to provide tahias for the Deities during the Car Festival to cover them. Lord Jagannath accepted His devotee's request and since then, Raghava Das matha, where Raghu Arakhita Das was staying, has been providing tahias for the Deities."
        ]
      }
    ]
  },
  {
    "id": "rituals",
    "heading": "Rituals of Car Festival",
    "sections": [
      {
        "subheading": "Overview",
        "content": [
          "The most celebrated and respected festival of Odisha is the Ratha Yatra or the Car Festival of Puri. Ratha Yatra is the festival which consists many rituals. The following rituals are performed on the day of Ratha Yatra from early morning till the deities reach and enter into Gundicha temple."
        ]
      },
      {
        "subheading": "Morning Rituals (Inside the Temple)",
        "content": [
          "Arati, Avakasha, Rosa homa (puja in the temple kitchen), Surya and Dwara pala Puja, Sakala dhupa (morning offering-specially cooked food), Mangal arpana, Doralagi, Puspanjali and Tuli offering, Mailam lagi, unfastening of deities and preparation for pahandi."
        ]
      },
      {
        "subheading": "Pahandi (From the Sanctum to the Chariot)",
        "content": [
          "The journey of the deities to the world outside, starts with a spectacular royal procession called Pahandi Bije. This Pahandi procession of the deities is in a row and is known as 'Dhadi Pahandi' or a group movement. In Dhadi Pahandi procession the deities take rest whenever required during the journey to their respective chariots. All the deities move simultaneously one after the other in close succession. First Lord Sudarshana, then Balabhadra, then Subhadra and lastly Lord Jagannath are taken out from the inner Sanctum.",
          "At the sata pahacha (seven steps), northern exit from the dancing hall, the three deities assemble and receive giant floral crowns, called Tahias. Then the deities are literally pulled, pushed and dragged in rhythmic movement with the accompaniment of the beat of cymbals, drums and chanting of their names in chorus by devotees. Lord Sudarshana & Subhadra are carried on the shoulders but Balabhadra & Jagannath are carried all the way with little pauses in forward and backward motions. The deities are ushered through the Pata Agana, Ananda Bazar, inner lion’s gate, Baishi Pahacha, lion’s gate gumuta, Aruna Stambha and finally to their respective chariots."
        ]
      },
      {
        "subheading": "Pre-ride Rituals",
        "content": [
          "When the deities are installed in their respective Rathas, the following rituals are observed on the eve of commencement of the journey."
        ],
        "ritualsList": [
          "Chaka Apasaras - Circular cushions are provided to the deities.",
          "Proxy divinities - Madanamohana, Rama and Krishna are brought from the Jagannath Temple and placed in Nandighosha and Taladhwaja respectively.",
          "Two big chests containing provisions, raiment and other necessary articles for use of the deities during the journey and sojourn, are kept on the chariots.",
          "Chita Lagi - Special head ornaments made of thermocol and studded with artificial gems, flower decorations and pata vastra are provided to the deities. A coconut sent by the villagers of Baligaon Dasia Bauri is also presented to Lord Jagannath.",
          "Chhera Pahanra - Moping of the chariot platform by the King of Puri. The King comes from the palace in a richly decorated palanquin, offers garlands, performs arati, pays reverential salute, fans the deity by golden flywhisk, and sweeps the chariot platform round the deity. He holds a golden broom in his hand and other Sevayatas meant for this purpose remain present there to throw flowers on the space of the chariot for sweeping purpose by the king. Thereafter fragrant sandal water is sprinkled on the surface of the chariots to sanctify them. The Chhera Pahanra act signifies that there is no distinction between the king and a sweeper. The King, as the foremost servitor performs the ignorable job of a sweeper as a mark of utmost humility in the presence of the Lord of the Universe.",
          "Sarathi Lagi - Three wooden charioteers, one for each chariot, are then fastened on to the chariots.",
          "Charamala Phita - Wooden flights of stairs to the chariots are taken out.",
          "Ghoda Lagi – Four wooden horses to each chariot are yoked.",
          "Pulling of the chariots & start of the journey."
        ]
      },
      {
        "subheading": "The Journey",
        "content": [
          "The chariot of Balabhdra (Taladhwaja) moves first, followed by the chariot of Goddess Subhadra (Darpadalana). The chariot of Lord Jagannatha (Nandighosha) moves in the last. Lakhs of devotees, men, women, young and old irrespective of caste, creed and nationality scramble eagerly for a touch of the 250 feet holy coir cables to pull the chariots along the 3km long Grand road to the terminal point at the Gundicha temple. The devotees are also assisted by the professional chariot pullers. During the journey, the deities are presented with holy offerings on behalf of various Mathas and institutions.",
          "Sudarshan is seated by the side of the Subhadra in her Chariot. Madanmohan, a representative deity of Lord Jagannath sits in the chariot of Lord Jagannath. Two other small idols, Rama and Krishna take their seats in the chariot of Lord Balabhadra. These small idols are made of metal. So a total of 7 Deities namely Jagannath, Balabhadra, Subhadra, Sudarshan, Madanmohan, Rama and Krishna are seated on three chariots during Car Festival and moved to Gundicha temple."
        ]
      },
      {
        "subheading": "Upon Arrival",
        "content": [
          "After the chariots reach and are parked in front of the Gundicha temple:",
          "(i) The deities undergo a ceremonial bath.",
          "(ii) They are dressed in Boirani cloth.",
          "(iii) Various offerings are made i.e. bhoga, arati, badasimhara dhupa and khandua lagi, etc.",
          "The deities stay in the chariots in the night to the next day evening. Adapa Mandapa Bije ritual will be celebrated next day evening."
        ]
      }
    ]
  },
  {
    "id": "adapa-mandapa",
    "heading": "Adapa Mandapa Bije (Adapa Bije)",
    "sections": [
      {
        "subheading": "Significance of Adapa Mandapa",
        "content": [
          "One of the most important rituals of the Car Festival of Puri is the Adapa Mandapa Bije or Adapa Bije. The mandapa (pedestal) inside the Garbha Gruha (Sanctum Sanctorum) of Gundicha temple is known as 'Adapa Mandapa'. It is also referred to as the Janma Bedi (Birthplace). The Mandapa measures 19 feet in length and 4 feet in height. The three siblings – Lord Jagannath, Lord Balabhadra, and Goddess Subhadra – along with Lord Sudarshan are taken in a procession to the Janma Bedi in the Gundicha Temple."
        ]
      },
      {
        "subheading": "Rituals and Procession",
        "content": [
          "On this day, the charamalas (ramps made of coconut tree trunks) are fixed to the chariots. The Mudirasta pays a ceremonial visit to the three deities and offers flowers. Later, Tahias (headgear made of bamboo and flowers) are adorned to the deities, and the Pati Mohapatra performs the Bandapana and Ghasajala rituals.",
          "Mudirasta, the representative of the Gajapati King of Puri, performs Dora Lagi and Pushpanjali rituals to the deities before Pahandi. First, the pahandi of Lord Rama and Lord Krishna from the Taladhwaja chariot and Lord Madanmohan from the Nandighosa chariot begins. These deities are kept in Dakshini Ghara (a special room in the south) in the temple premises.",
          "Later, Lord Sudarshan, then Lord Balabhadra, then Goddess Subhadra, and finally Lord Jagannath are taken to the Adapa Mandapa in a Goti Pahandi procession after completion of various rituals on their respective chariots."
        ]
      },
      {
        "subheading": "Spiritual Importance and Beliefs",
        "content": [
          "The darshan of Lord Jagannath, Lord Balabhadra, and Goddess Subhadra on the Adapa Mandapa is considered highly auspicious, as legend says it is their Janma Bedi or birthplace. According to Hindu beliefs, a darshan of the Lords on Adapa Mandapa is said to wash away all sins committed in a hundred births and bring prosperity to devotees.",
          "At Gundicha Temple, the deities spend seven days on Adapa Mandap before making the return sojourn, called Bahuda Yatra. All rituals performed for the deities at the Jagannath temple are carried out in the Gundicha temple during their stay."
        ]
      },
      {
        "subheading": "Adapa Mandapa Mahaprasad (Adapa Abhada)",
        "content": [
          "During this period, devotees can partake in Adapa Mandapa Mahaprasad, also known as Adapa Mandapa Abhada or Adapa Abhada. This is the same cooked Prasad (Mahaprasad) offered to the deities in the Jagannath temple. It is believed that Adapa Abhada is very sacred, and whoever takes it in the Gundicha temple after offering prayers to the Trinity attains salvation."
        ]
      },
      {
        "subheading": "Major Rituals During the Stay",
        "content": [
          "During the seven-day sojourn of the deities at Gundicha temple, major rituals celebrated include:",
          "- Hera Panchami",
          "- Dakhina Moda",
          "- Sandhya Darshan"
        ]
      }
    ]
  },
  {
    "id": "hera-panchami",
    "heading": "Hera Panchami",
    "sections": [
      {
        "subheading": "Overview and Meaning",
        "content": [
          "Hera Panchami is a unique festival associated with the famous Car Festival of Puri. 'Hera' means 'to see' and 'Panchami' means the 'fifth day'. It is celebrated at Gundicha temple on the fifth day from the start date of the Car festival. This festival is dedicated to Goddess Mahalaxmi and is also known as a ritual of Goddess Mahalaxmi.",
          "The temple of Lord Jagannath is known as Srimandira. 'Sri' means 'Laxmi', so the name of the temple as 'Srimandira' signifies that Goddess Mahalaxmi is the principal Goddess of the Grand Temple. This ritual highlights the separation of Mahalaxmi from Lord Jagannath."
        ]
      },
      {
        "subheading": "The Separation and Waiting",
        "content": [
          "On the Car festival day, Lord Jagannath leaves the Jagannath Temple and goes to Gundicha Temple for 9 days with his siblings, while His consort Mahalaxmi is left behind in the main temple. The popular belief is that Lord Jagannath had promised his wife Goddess Mahalaxmi that He would return the next day. However, Lord Jagannath does not return the next day. Goddess Mahalaxmi waits and four weary nights pass, but Lord Jagannath does not return to the temple and there is no information about Him.",
          "On the fifth day of the Car Festival, Goddess Lakshmi becomes very worried and thinks, 'Where has my husband gone? He told me that He would return the next day. It has been five days now, and still He has not come back.'"
        ]
      },
      {
        "subheading": "Seeking Help and Mohana Churna",
        "content": [
          "After waiting for five days, Goddess Mahalaxmi becomes impatient and seeks the advice of Goddess Bimala, who is considered the tantric Goddess and guardian of the main temple. Goddess Bimala gives 'Mohana Churna' (an herbal powder with hypnotic qualities to attract a husband) to Goddess Lakshmi for Lord Jagannath's early return. In local Odia, 'Mohana' means 'to hypnotize'."
        ]
      },
      {
        "subheading": "The Procession to Gundicha Temple",
        "content": [
          "Goddess Mahalaxmi finally decides to meet Lord Jagannath at Gundicha Temple, where He is staying with His brother and sister. In the evening, the representative idol of Goddess Mahalaxmi (Subarna Mahalaxmi) travels to Gundicha temple in a beautifully decorated palanquin via Bada Danda (the Grand Road of Puri) in a colorful procession with great pomp, splendor, and traditional music to meet Lord Jagannath and ask Him why He has not returned yet.",
          "Her palanquin is carried by Bimanabadu sevakas (servitors) on their shoulders. The devotees and servitors participating in the procession sing the Hera Panchami song, which expresses Goddess Mahalaxmi's anger towards Her husband. The palanquin halts near the Nandighosha chariot, where the Pati Mahapatra (a representative of Lord Jagannath) welcomes Goddess Mahalaxmi with ceremonial offerings. She is then taken near the Jaya Vijay door of Gundicha temple."
        ]
      },
      {
        "subheading": "Locked Out and the Mohana Churna",
        "content": [
          "Upon learning that Goddess Mahalaxmi is coming to meet Him in anger, Lord Jagannath instructs His servitors to quickly lock the door of Gundicha Temple. Goddess Mahalaxmi becomes very angry and passes satirical remarks to Lord Jagannath, questioning His preference for His siblings over her. Feeling neglected and angry, Goddess Mahalaxmi throws 'Mohana Churna' from Her palanquin, given by Goddess Bimala, for Her husband's early return to the main temple.",
          "Due to the effect of the Mohana Churna, the Pati Mahapatra offers an 'Agyan Mala' (a consent garland) on behalf of Lord Jagannath to Goddess Mahalaxmi, assuring Her that the Lord will return soon to the main temple."
        ]
      },
      {
        "subheading": "Breaking the Chariot and Secret Return",
        "content": [
          "Feeling jealous and insulted by Her husband's enjoyment with His siblings, Goddess Mahalaxmi instructs her servitors to break a part of Nandighosa Ratha, the chariot of Lord Jagannath. Although she acts out of anger, she feels guilty for breaking part of the chariot. Fearing she will be caught, she avoids the direct route via Grand Road and secretly returns to the Jagannath temple with her servitors via a lane called Hera Gohiri Sahi of Puri, without any procession or fanfare.",
          "Thousands of devotees enjoy this auspicious occasion, which depicts the human-like love between Lord Jagannath and Goddess Mahalaxmi."
        ]
      },
      {
        "subheading": "Historical Evolution of the Ritual",
        "content": [
          "According to temple history, Hera Panchami festival was celebrated in this manner during the reign of King Kapilendra Deb. Previously, Hera Panchami was observed symbolically with the recitation of Vedic mantras only. The Madala Panji states that King Kapilendra Deb changed this practice by introducing a gold idol of Mahalaxmi and thus transformed the entire divine practice into a full-fledged ritual in an organized and realistic way."
        ]
      }
    ]
  },
  {
    "id": "dakshina-moda",
    "heading": "Dakshina Moda & Rasa Lila",
    "sections": [
      {
        "subheading": "Dakshina Moda Ritual",
        "content": [
          "After reaching Gundicha temple, the three chariots are parked facing the western gate of the temple. The Deities enter Gundicha temple through this western gate, but they leave the temple via the eastern gate, known as the Nakachana Dwara.",
          "The next day of Hera Panchami is an important day of the Car Festival. On this day, the Dakshina Moda ritual (turning the chariots facing the south) is celebrated to bring the chariots from the western gate to the eastern gate and prepare them for the return car festival (Bahuda Yatra).",
          "As per tradition, after 'Sakala Dhupa' ritual in Gundicha temple, the Angyamala (divine garland) from the three deities are brought and given to the three Palia Puja Panda servitors of each chariot. They proceed to the chariots in a procession with sounds of bells, cymbals, kahali and chhatri, and offer the Angyamala.",
          "After the Angyamala bije, Bhoi servitors attach the brakes and ropes of the chariots. After the sound of the Bije Kahali, the security forces start the Dakshina Moda of the chariots.",
          "The order followed during Dakshina Moda is: the chariot of Subhadra (Devadalana) moves first, then the chariot of Balabhadra (Taladhwaja), and lastly the chariot of Jagannath (Nandighosa).",
          "General public is allowed to pull the chariots during Dakshina Moda, but mostly police and other security personnel pull the chariots.",
          "All the chariots are pulled half a mile from the western gate before they can be positioned in the required way at the eastern gate.",
          "The chariot of Subhadra (Devadalana) is positioned in the middle, the chariot of Balabhadra (Taladhwaja) is positioned in the west (left), and the chariot of Jagannath (Nandighosa) is positioned in the east (right).",
          "After Dakshina Moda, the chariots are positioned in front of the Nakachana Dwara (eastern gate) and face south towards Lord Jagannath temple.",
          "Special dry snacks are offered at the end of the Dakshina Moda ritual, known as 'Ratha Bhoga'.",
          "At the end, the chariots are thoroughly checked by Maharana (carpenter), Darji (tailor), and Bhoi servitors. Necessary repair work is taken up if required."
        ]
      },
      {
        "subheading": "Rasa Lila at Gundicha Temple",
        "content": [
          "Dakshina Moda ritual also marks the commencement of the three-day 'Rasa Lila' of Lord Jagannath at Shree Gundicha temple.",
          "Rasa Lila is described in Hindu scriptures (Bhagavata Purana and Gita Govinda) as a night in Vrindavan when Lord Krishna danced with his consort Radha and other Gopis.",
          "The image of Lord Jagannath is taken to the Rasa mandapa (a temple hall) of the Gundicha temple where poems and songs from the Gita Govinda are sung for the last three days of his stay in the temple.",
          "During the Rasa Lila, the interaction between Jagannath/Krishna and the Gopis is enacted through the Gita Govinda verses. In the past, Devadasis sang the verses, but now they are sung by the temple servitors.",
          "Vaishnavas consider the Gundicha temple as Vrindavan during Lord Jagannath's sojourn here."
        ]
      },
      {
        "subheading": "Spiritual Significance",
        "content": [
          "The Car Festival conveys the climax of Manaviya-Lila (human-like activities), which God is performing. Lord Jagannath represents Lord Vishnu who is also Lord Krishna.",
          "The Jagannath temple is regarded as a representation of 'Dwaraka' and the Gundicha temple represents 'Vrindavan'.",
          "Lord Jagannath's visit to His Janma Vedi (birthplace) represents his return to His childhood days spent as Krishna in Vrindavan, where He engages in those pastime activities.",
          "The seven days stay of Lord Jagannath and His siblings at the Gundicha temple is an escape from the year-long stay at Jagannath temple to the bliss of Gupta Vrindavan (Gundicha Temple)."
        ]
      },
      {
        "subheading": "Sandhya Darshan at Gundicha Temple",
        "content": [
          "The day before the Bahuda Ratha Yatra (Return Car Festival) is a most auspicious day for devotees in Gundicha temple. This day is known as Sandhya Darshan (Evening Darshan) or Navami Darshan. Some call it Adapa Mandapa Darshan.",
          "It is narrated in Skanda Purana that those who get the opportunity to see the Deities at evening time on this day receive auspiciousness and virtue ten times greater than during the day.",
          "Thousands of devotees visit the temple to have darshan of Deities on Adapa Mandapa and partake of Adapa Abhada.",
          "After spending seven days in the Gundicha temple, the return journey of Jagannath, Balabhadra, Subhadra and Chakraraj Sudarshan starts on the next day, known as Bahuda Yatra (Return Car Festival).",
          "According to Niladri Mahodaya, seeing the Deities continuously for ten years in Nilachala (Jagannath temple) is equivalent to witnessing the Deities for one day at Adapa Mandapa at Gundicha Temple. Seeing the Deities during evening hours yields ten times more desired results.",
          "The timing of Sandhya Darshana is shown in the timetable published by the Temple Administration.",
          "After the completion of 'Badasinghara' ritual on the said day, Palia servitors cover the face of the Deities with Gita Govinda Khandua saree and leave Gundicha Temple.",
          "The Kotha Suansia servitors fix a charamala (a flight of stairs made up of logs of coconut tree) on the Simhasana and the Daitapati servitors perform 'Bahutakanti' and other secret rituals."
        ]
      }
    ]
  }
]
